{
  "home-link": "Startseite",
  "skills-link": "Fähigkeiten",
  "projects-link": "Projekte",
  "about-link": "Über mich",
  "resume-link": "Lebenslauf",
  "contact-link": "Kontakt",
  "hero__title": "Ich bin <span class=\"primary-color\">Yurii</span>,<br>Frontend-Entwickler",
  "hero__projects-btn": "Projekte",
  "hero__contact-btn": "Kontakt",
  "hero__quote": "Jeder großartige Entwickler war einmal ein Anfänger, der niemals aufgegeben hat – hat weiter gelernt, kreiert und sich verbessert.",
  "hero__experience-title": "Erstellt 3+",
  "hero__experience-text": "Frontend-Projekte",
  "skills__title": "Meine <span class=\"primary-color\">Fähigkeiten</span>",
  "skills__text": "Technologien, mit denen ich kürzlich gearbeitet habe",
  "projects__title": "Meine <span class=\"primary-color\">Projekte</span>",
  "projects__text": "Dieser Abschnitt zeigt Projekte, die sowohl auf bestehenden Layouts basieren als auch komplett von Grund auf neu entwickelt wurden — aus meinen eigenen Designkonzepten.",
  "project-card__text-1": "Simply Chocolate bietet handgefertigte Schokolade mit modernem Design, köstlichen Bildern, natürlichen Zutaten, gesundheitlichen Vorteilen und einer benutzerfreundlichen Oberfläche für süße Genießer.",
  "project-card__text-2": "TRAVELLIAN ist eine elegante Reise-Website, die exotische Orte, einzigartige Erlebnisse, exklusive Angebote und ein elegantes Design präsentiert, um Ihre nächste unvergessliche Reise oder Ihren Urlaub zu inspirieren.",
  "project-card__text-3": "COSMOGUIDE ist ein interaktiver Weltraumführer zu den Planeten des Sonnensystems, mit faszinierenden Fakten, lebendigen Bildern, einfacher Navigation und lehrreichen Inhalten.",
  "project-card__preview-link": "Vorschau",
  "project-card__code-link": "Quellcode",
  "about__title": "Über <span class=\"primary-color\">mich</span>",
  "about__text": "Mein Name ist Yurii Diedienov, ich bin 23 Jahre alt. Ich habe einen Abschluss in Informatik, der mir eine starke mathematische und analytische Denkweise vermittelt hat. Ich bin Junior-Frontend-Entwickler mit einem Auge fürs Detail – eine wesentliche Eigenschaft beim Erstellen sauberer, benutzerfreundlicher Schnittstellen. Ich arbeite hauptsächlich mit JavaScript, HTML und CSS und erweitere aktiv mein Wissen über moderne Frameworks und Frontend-Technologien. Ich lerne schnell, arbeite gern im Team und bin beharrlich bei der Lösung komplexer Aufgaben. Mein Ziel ist es, in einem professionellen Umfeld zu arbeiten, in dem ich meine Fähigkeiten anwenden, praktische Erfahrungen sammeln und zur Entwicklung moderner Webanwendungen beitragen kann. Ich bin immer offen dafür, zu lernen, mich zu verbessern und neue Herausforderungen in der sich ständig weiterentwickelnden Welt der Frontend-Entwicklung anzunehmen.",
  "about__education-title": "Meine <span class=\"primary-color\">Ausbildung</span>",
  "about__education-degree": "Bachelor in Informatik",
  "about__education-time": "Vollzeit",
  "about__place-of-study": "V.N. Karazin Nationaluniversität Charkiw",
  "resume__title": "Suchen Sie einen motivierten <span class=\"primary-color\">Programmierer</span>?",
  "resume__text": "Ich erstelle Schnittstellen, die nicht nur funktionieren, sondern auch Freude bereiten. Mit jedem Projekt wächst nicht nur mein Code, sondern auch meine Arbeitsweise. Ich suche ein Team, in das ich investieren und mit dem ich wachsen kann. Ich bin bereit, Aufgaben zu übernehmen, mich weiterzuentwickeln und von Anfang an nützlich zu sein.",
  "contact__title": "In <span class=\"primary-color\">Kontakt</span> treten",
  "contact__text": "Sie können mich hier kontaktieren — hinterlassen Sie gerne eine Nachricht, stellen Sie eine Frage oder senden Sie einen Vorschlag.",
  "contact__name": "Name",
  "contact__email": "E-Mail",
  "contact__subject": "Betreff",
  "contact__message": "Nachricht",
  "contact__send-btn": "Nachricht senden",
  "footer__title": "Komm zurück <span class=\"primary-color\">& schau</span>",
  "footer__work-btn": "Meine Arbeit",
  "footer__text": "Frontend ist der Ort, an dem Kreativität auf Logik trifft. Ich baue gerne Interfaces, die flüssig, klar und zielgerichtet sind. Jedes Projekt ist eine Chance zu lernen, jeder Fehler eine Lektion – jede Codezeile ist ein kleiner Akt der Schöpfung, der Ideen mit Nutzern in einem gemeinsamen digitalen Erlebnis verbindet. Das Web entwickelt sich schnell, und ich strebe danach, mich mit ihm weiterzuentwickeln – bedacht und mit Liebe zum Detail.",
  "footer__nav": "Navigation",
  "footer__social": "Sozial"
}
