{
  "home-link": "Головна",
  "skills-link": "Навички",
  "projects-link": "Проєкти",
  "about-link": "Про мене",
  "resume-link": "Резюме",
  "contact-link": "Контакти",
  "hero__title": "Я – <span class=\"primary-color\">Юрій</span>,<br>Frontend Розробник",
  "hero__projects-btn": "Проєкти",
  "hero__contact-btn": "Контакт",
  "hero__quote": "Кожен великий розробник колись був початківцем, який ніколи не здавався — просто продовжував вчитися, створювати та вдосконалюватися.",
  "hero__experience-title": "Створено 3+",
  "hero__experience-text": "Frontend проєктів",
  "skills__title": "Мої <span class=\"primary-color\">навички</span>",
  "skills__text": "Технології, з якими я нещодавно працював",
  "projects__title": "Мої <span class=\"primary-color\">проєкти</span>",
  "projects__text": "Цей розділ містить проєкти, створені як на основі готових макетів, так і повністю з нуля — розроблені на основі моїх власних дизайнерських концепцій.",
  "project-card__text-1": "Simply Chocolate пропонує ручну роботу з шоколадом у сучасному дизайні, смачних візуалах, натуральних інгредієнтах, користі для здоров’я та зручному інтерфейсі для любителів солодкого.",
  "project-card__text-2": "TRAVELLIAN — це стильний туристичний сайт, що демонструє екзотичні локації, унікальні враження, ексклюзивні пропозиції та елегантний дизайн, щоб надихнути на незабутню подорож або відпустку.",
  "project-card__text-3": "COSMOGUIDE — інтерактивний космічний гід по планетах Сонячної системи з цікавими фактами, яскравими візуалізаціями, плавною навігацією та пізнавальним контентом.",
  "project-card__preview-link": "Перегляд",
  "project-card__code-link": "Код проєкту",
  "about__title": "Про <span class=\"primary-color\">мене</span>",
  "about__text": "Мене звати Юрій Дєдєньов, мені 23 роки. Я закінчив університет за спеціальністю комп’ютерні науки, що допомогло мені розвинути сильний математичний та аналітичний склад мислення. Я початківець frontend розробник з увагою до деталей — важлива риса при створенні чистих та зручних інтерфейсів. Я працюю переважно з JavaScript, HTML та CSS, активно розширюючи знання сучасних фреймворків та frontend технологій. Я швидко навчаюсь, орієнтований на командну роботу та наполегливий у розв’язанні складних завдань. Моя мета — приєднатись до професійного середовища, де зможу застосувати свої навички, отримати практичний досвід та зробити внесок у розробку сучасних веб-додатків. Я завжди відкритий до навчання, вдосконалення і нових викликів у постійно змінному світі frontend розробки.",
  "about__education-title": "Моя <span class=\"primary-color\">освіта</span>",
  "about__education-degree": "Бакалавр комп’ютерних наук",
  "about__education-time": "Денна форма",
  "about__place-of-study": "Харківський національний університет імені В.Н. Каразіна",
  "resume__title": "Потрібен мотивований <span class=\"primary-color\">програміст</span>?",
  "resume__text": "Я створюю інтерфейси, які не тільки працюють, але й приємні у використанні. З кожним проєктом зростає не лише мій код, а й мій підхід до роботи. Я шукаю команду, в яку зможу вкладатись і зростати разом. Готовий братися за завдання, розвиватися в процесі та бути корисним з першого дня.",
  "contact__title": "Зв’яжіться зі <span class=\"primary-color\">мною</span>",
  "contact__text": "Ви можете зв’язатися зі мною тут — не соромтесь залишити повідомлення, поставити питання або надіслати пропозицію.",
  "contact__name": "Ім’я",
  "contact__email": "Електронна пошта",
  "contact__subject": "Тема",
  "contact__message": "Повідомлення",
  "contact__send-btn": "Надіслати повідомлення",
  "footer__title": "Повернись <span class=\"primary-color\">& подивись</span>",
  "footer__work-btn": "Мої роботи",
  "footer__text": "Frontend - це місце, де творчість зустрічається з логікою. Мені подобається створювати інтерфейси, які відчуваються плавними, чіткими та цілеспрямованими. Кожен проєкт - це можливість вчитися, кожна помилка - урок, кожен рядок коду - маленький акт творчості, що поєднує ідеї з користувачами у спільному цифровому досвіді. Веб розвивається швидко, і я прагну розвиватися разом із ним, вдумливо та з увагою до деталей.",
  "footer__nav": "Навігація",
  "footer__social": "Соцмережі"
}
